/* Description for disconnection warning setting */
"1 Minute Alert Before Disconnection" = "Çevrimdışı olmadan 1 dakika önce uyarı";

/* Title for the about page */
"About" = "Hakkında";

/* SSL error message */
"Access denied" = "Erişim engellendi";

/* The string describing a buddy's account */
"Account" = "Hesap";

/* Title for showing the users account otr fingerprints */
"Account Fingerprints" = "Account Fingerprints";

/* Title for the accounts tab */
"Accounts" = "Hesaplar";

/* String to be displayed when a buddy is Active */
"Active" = "Aktif";

/* Button title to add someone as a buddy */
"Add" = "Ekle";

/* The title for the view to add a buddy */
"Add Buddy" = "Kişi Ekle";

/* String to describe advanced set of settings */
"Advanced" = "Gelişmiş";

/* Agree to EULA */
"Agree" = "Kabul";

/* title for alert view */
"AIM support has been removed because our AIM library is no longer maintained and contains flaws. Please remove your account. Sorry!" = "AIM support has been removed because our AIM library is no longer maintained and contains flaws. Please remove your account. Sorry!";

/* title for alert view */
"AIM Support Removed" = "AIM Support Removed";

/* Setting name for allowing authentication to happen in plain text or in the clear */
"Allow Plaintext Authentication" = "Allow Plaintext Authentication";

/* SSL error message */
"Attempt to restore an unknown session" = "Attempt to restore an unknown session";

/* Title for automatic conversation deletion setting */
"Auto-delete" = "Otomatik Sil";

/* string for title yes/no setting for allowing opportunistic otr */
"Auto-start Encryption" = "Otomatik Şifreleme";

/* Label in buddy list for users that are available */
"Available" = "Uygun";

/* Label in buddy list for users that are away */
"Away" = "Dışarıda";

/* Message displayed in Notification Manager when session will expire in one minute */
"Background session will expire in one minute." = "Oturumunuz 1dk. içinde sonlanacak.";

/* SSL error message */
"Bad certificate format" = "Bad certificate format";

/* SSL error message */
"Bad MAC" = "Bad MAC";

/* SSL error message */
"Bad protocol version" = "Bad protocol version";

/* SSL error message */
"Bad SSLCipherSuite" = "Bad SSLCipherSuite";

/* SSL error message */
"Bad unsupported cert format" = "Bad unsupported cert format";

/* string to describe basic set of settings */
"Basic" = "Temel";

/* The String for a button to block a buddy */
"Block" = "Engelle";

/* The String for a buddy to block and remove a buddy from the buddy list */
"Block & Remove" = "Engelle & Sil";

/* Name for default buddy group */
"Buddies" = "Kişiler";

/* Title for showing the users buddies otr fingerprints */
"Buddy Fingerprints" = "Buddy Fingerprints";

/* The title for the view that shows detailed buddy info */
"Buddy Info" = "Kişi Bilgisi";

/* Title for the buddy list tab */
"Buddy List" = "Arkadaş Listesi";

/* Title for listing the bundled SSL certificates */
"Bundled Certificates" = "Bundled Certificates";

/* Cancel an alert window */
"Cancel" = "İptal";

/* Shown when ending an encrypted chat session */
"Cancel Encrypted Chat" = "Şifreli Sohbeti Sonlandır";

/* SSL error message */
"Cert chain not verified by root" = "Cert chain not verified by root";

/* SSL error message */
"Certificate expired" = "Sertifikanın tarihi geçti";

/* SSL error message */
"Certificate revoked" = "Certificate revoked";

/* SSL error message */
"Chain had a cert not yet valid" = "Chain had a cert not yet valid";

/* SSL error message */
"Chain had an expired cert" = "Zincir tarihi geçmiş bir sertifika içeriyor";

/* Title for chat view */
"Chat" = "Sohbet";

/* Body of SMS or email when sharing a link to the app */
"Chat with me securely" = "Benimle güvenli sohbet et";

/* let users know source is on Github */
"Check out the source here on Github" = "Kaynak koduna Github'da bir bakın";

/* SSL error message */
"Cipher Suite negotiation failure" = "Cipher Suite negotiation failure";

/* String shown in dialog for removing chat history */
"Clear Chat History" = "Sohbet Geçmişini Temizle";

/* SSL error message */
"Configuration error" = "Yapılandırma hatası";

/* Label for button when user wants to overide cautious security settings */
"Connect anyway" = "Connect anyway";

/* Button label for connecting a Facebook account */
"Connect Facebook" = "Facebook'la Bağlan";

/* Label for button to create account by logging into an existing account */
"Connect to Existing Account" = "Connect to Existing Account";

/* Whether or not account is logged in */
"Connected" = "Bağlı";

/* Title for progress of connecting to Tor */
"Connecting to Tor" = "Connecting to Tor";

/* SSL error message */
"Connection closed gracefully" = "Bağlantı düzgünce kapatıldı";

/* SSL error message */
"Connection closed via error" = "Bağlantu bir hatadan dolayı kapatıldı";

/* label for a link to contribute a new translation */
"Contribute a translation" = "Çeviriye katkıda bulun";

/* Title for the conversations tab */
"Conversations" = "Görüşmeler";

/* Copy string to clipboard as in copy and paste */
"Copy" = "Copy";

/* Error message when cannot get public key from SSL certificate */
"Could not retrieve public key from certificate" = "Could not retrieve public key from certificate";

/* Title for button to create account */
"Create" = "Create";

/* Label for button to create a new account via in band registration */
"Create New Account" = "Create New Account";

/* Title for progress of creating a new account */
"Creating Account" = "Creating Account";

/* SSL error message */
"Decoding error" = "Decoding error";

/* SSL error message */
"Decompression failure" = "Decompression failure";

/* SSL error message */
"Decryption error" = "Decryption error";

/* SSL error message */
"Decryption failed" = "Decryption failed";

/* SSL error message */
"Decryption failure" = "Decryption failure";

/* default string to revert to normal language behaviour */
"Default" = "Varsayılan";

/* Ask user if they want to delete the stored account information */
"Delete Account?" = "Hesabı Sil?";

/* Description for automatic conversation deletion */
"Delete chats on disconnect" = "Bağlantı kesildiğinde sohbeti sil";

/* Shows in the chat view when a message has been delivered */
"Delivered" = "Alındı";

/* Disagree with EULA */
"Disagree" = "Kabul Etme";

/* button label for disconnecting Facebook account */
"Disconnect Facebook" = "Disconnect Facebook";

/* Title of alert when user is disconnected from protocol */
"Disconnected" = "Bağlantı kesildi";

/* Text for button to dismiss alert view */
"Dismiss" = "Dismiss";

/* Default message when a user status is set to do not disturb */
"Do Not Disturb" = "Rahatsız Etme";

/* Message when port is changed but domain not set */
"Domain needs to be set manually when specifying a custom port" = "Domain needs to be set manually when specifying a custom port";

/* Title for donation link */
"Donate" = "Bağış Yap";

/* Title for button to press when user is finished */
"Done" = "Tamam";

/* The string describing account name or email address for a buddy */
"Email" = "E-Posta";

/* string for decription yes/no setting for allowing opportunistic otr */
"Enables opportunistic OTR" = "Otomatik şifrelemeyi açar";

/* String to be displayed when a buddy has stopped composing and text has been entered */
"Entered Text" = "Girilen Metin";

/* Error message when registration fails */
"Error Registering Username" = "Error Registering Username";

/* Title of error message pop-up box */
"Error!" = "Hata!";

/* SSL error message */
"Export restriction" = "Export restriction";

/* Default message when a user status is set to extended away */
"Extended Away" = "Extended Away";

/* the name for facebook */
"Facebook" = "Facebook";

/* Message when cannot connect to XMPP server */
"Failed to connect to XMPP server. Please check your login credentials and internet connection and try again." = "XMPP sunucuyla bağlantı kurulamadı. Lütfen oturum açma kimlik bilgilerini ve internet bağlantısını kontrol edin ve tekrar deneyin.";

/* Authentication failed, tell user to try again */
"Failed to start authenticating. Please try again." = "Kimlik doğrulama başlatması başarısız. Lütfen tekrar deneyin.";

/* SSL error message */
"Fatal alert" = "Fatal alert";

/* your fingerprint */
"Fingerprint for you" = "Parmak iziniz";

/* Size for the font in the chat screen */
"Font Size" = "Yazı Boyutu";

/* String to be displayed when a buddy is inactive for an extended period of time */
"Gone" = "Gone";

/* the name for Google talk */
"Google Talk" = "Google Talk";

/* The string describing a buddy's group */
"Group" = "Grup";

/* The string describing a buddy's groups ... plural */
"Groups" = "Gruplar";

/* SSL error message */
"Handshake failure" = "Handshake failure";

/* Label text for hostname field on login scree */
"Hostname" = "Hostname";

/* Title for settings cell on whether or not the XMPP library should allow SSL hostname mismatch */
"Hostname Mismatch" = "Hostname Uyuşmazlığı";

/* SSL error message */
"I/O would block (not fatal)" = "I/O would block (not fatal)";

/* Ignore an incoming message */
"Ignore" = "Yoksay";

/* SSL error message */
"Illegal parameter" = "Illegal parameter";

/* Message alerting user that they need to return to the home screen and force close ChatSecure */
"In order to change languages return to the home screen and remove ChatSecure from the recently used apps" = "In order to change languages return to the home screen and remove ChatSecure from the recently used apps";

/* String to be displayed when a buddy has become inactive */
"Inactive" = "Pasif";

/* Short for information, button title to get more information */
"Info" = "Bilgi";

/* Shown when starting an encrypted chat session */
"Initiate Encrypted Chat" = "Şifreli Sohbet Başlat";

/* SSL error message */
"Insufficient buffer provided" = "Insufficient buffer provided";

/* SSL error message */
"Insufficient security" = "Yetersiz güvenlik";

/* SSL error message */
"Internal error" = "İç hata";

/* SSL error message */
"Invalid certificate chain" = "Geçersiz sertifika zinciri";

/* Directions to the system software update */
"iOS Vulnerability" = "iOS Vulnerability";

/* Message shown in line for users that are available */
"is now available" = "çevrimiçi oldu";

/* Message shown in line for users that are away */
"is now away" = "uzakta";

/* Message shown in line for users that are offline */
"is now offline" = "çevrimdışı oldu";

/* the name for jabber, also include (XMPP) at the end */
"Jabber (XMPP)" = "Jabber (XMPP)";

/* string to bring up language selector */
"Language" = "Dil";

/* String of title to alert user language is change */
"Language Change" = "Dil Değiştir";

/* log in to account */
"Log In" = "Oturum Aç";

/* Instructions on how to start using the program */
"Log in on the Settings page (found on top right corner of buddy list) and then select a buddy from the Buddy List to start chatting." = "Log in on the Settings page (found on top right corner of buddy list) and then select a buddy from the Buddy List to start chatting.";

/* log out from account */
"Log Out" = "Oturumu Kapat";

/* shown during the login process */
"Logging in..." = "Oturum açılıyor...";

/* Label for account setting that autologins on launch */
"Login Automatically" = "Otomatik Oturum Aç";

/* Label for button describing which protocol you're logging into, will be followed by a protocol such as XMPP or AIM during layout */
"Login to" = "Açılan oturum";

/* Ask user if they want to logout of OSCAR */
"Logout from OSCAR?" = "OSCAR'dan çık?";

/* ask user if they want to log out of XMPP */
"Logout from XMPP?" = "XMPP oturumu kapatılsın mı?";

/* Subtitle lable for button to show saved fingerprints */
"Manage OTR fingerprints" = "Manage OTR fingerprints";

/* subtitle for the certificate pinned setting */
"Manage saved SSL certificates" = "Manage saved SSL certificates";

/* just the word as a placeholder for the message text field */
"Message" = "Mesaj";

/* SSL error message */
"Miscellaneous bad certificate" = "Miscellaneous bad certificate";

/* SSL error message */
"Module attach failure" = "Module attach failure";

/* The string describing a buddy's display name */
"Name" = "İsim";

/* For a new settings value */
"New" = "Yeni";

/* Title for New Account View */
"New Account" = "Yeni Hesap";

/* Title for alert when a new SSL certificate is encountered */
"New SSL Certificate" = "New SSL Certificate";

/* prefix to show buddies status message in line on chat view */
"New Status Message: %@" = "Yeni Durum Mesajı: %@";

/* SSL error message */
"No Error" = "Hata Yok";

/* SSL error message */
"No renegotiation allowed" = "No renegotiation allowed";

/* Message informing user that there are no accounts currently saved */
"No Saved Accounts" = "Kaydedilmiş Hesap Yok";

/* Shown when a feature is not available, for example SMS */
"Not Available" = "Uygun Değil";

/* To let the user know the fingerprint as not been checked */
"Not Verified" = "Doğrulanmadı!";

/* Label in buddy list for users that are offline */
"Offline" = "Çevrimdışı";

/* Accept the dialog */
"OK" = "TAMAM";

/* For an old settings value */
"Old" = "Eski";

/* Shown when trying to open a link, asking if they want to switch to Safari to view it */
"Open in Safari" = "Safari'de Aç";

/* Hint text for domain field telling user this field is not required */
"Optional" = "İsteğe Bağlı";

/* the name for AIM */
"OSCAR Instant Messenger" = "OSCAR Anlık Mesajlaşma Aracı";

/* Title for other miscellaneous settings group */
"Other" = "Diğer";

/* Lable for button to show saved fingerprints */
"OTR Fingerprints" = "OTR Fingerprints";

/* Label text for password field on login screen */
"Password" = "Parola";

/* SSL error message */
"Peer cert is valid, or was ignored if verification disabled" = "Peer cert is valid, or was ignored if verification disabled";

/* SSL error message */
"Peer dropped connection before responding" = "Peer dropped connection before responding";

/* SSL error message */
"Peer host name mismatch" = "Peer host name mismatch";

/* String for XMPP buddies when adding buddy is pending */
"Pending Approval" = "Onay Bekliyor";

/* Ask user if they want to delete the stored account information */
"Permanently delete" = "Kalıcı olarak sil";

/* Button Lable to show all pinned SSL certificates */
"Pinned Certificates" = "Tutturulmuş Sertifikalar";

/* Label for port number field for connecting to service */
"Port" = "Port";

/* label for link to ChatSecure project website */
"Project Homepage" = "Proje Sayfası";

/* the alleged fingerprint of their other person */
"Purported fingerprint for" = "Parmak izin gönderilen";

/* Title for action button on alert dialog, used as a verb in the present tense */
"Read" = "Oku";

/* Title for header of Buddy list view with Recent Buddies */
"Recent" = "Recent";

/* SSL error message */
"Record overflow" = "Kayıt taşması";

/* Button title to reject a request such as a buddy request */
"Reject" = "Geri Çevir";

/* label for switch for whether or not we should save their password between launches */
"Remember password" = "Şifreyi hatırla";

/* label for switch for whether or not we should save their username between launches */
"Remember username" = "Kullanıcı adını hatırla";

/* The String for a button to remove a buddy from the buddy list */
"Remove" = "Sil";

/* Reply to an incoming message */
"Reply" = "Yanıtla";

/* Setting name for requiring a TLS connection */
"Require TLS" = "TLS İste";

/* String to let user know a certain field like a password is required to create an account */
"Required" = "Zorunlu";

/* Label for text input for XMPP resource */
"Resource" = "Resource";

/* Title for button for saving a setting */
"Save" = "Kaydet";

/* Title for listing the user saved SSL certificates */
"Saved Certificates" = "Kayıtlı Sertifikalar";

/* Title heading in settings */
"Security" = "Güvenlik";

/* Title of alert box warning about security issues */
"Security Warning" = "Güvenlik Uyarısı";

/* string for settings to allow self signed SSL string */
"Self Signed SSL" = "Self Signed SSL";

/* For sending a message */
"Send" = "Gönder";

/* String in login settings asking to send delivery receipts */
"Send Delivery Receipts" = "Send Delivery Receipts";

/* String on button to email feedback */
"Send Feedback" = "Geri Bildirim Gönder";

/* String in login settings asking to send typing notification */
"Send Typing Notification" = "Yazma Durumunu Gönder";

/* SSL error message */
"Server closed session with no notification" = "Server closed session with no notification";

/* SSL error message */
"Server has requested a client cert" = "Server has requested a client cert";

/* Title for the Settings screen */
"Settings" = "Ayarlar";

/* Directions to the system software update */
"Settings -> General -> Software Update" = "Settings -> General -> Software Update";

/* Title for sharing a link to the app */
"Share" = "Paylaş";

/* Title for setting about showing a warning before disconnection */
"Sign out Warning" = "Oturum Kapatma Uyarısı";

/* description for what the font size setting affects */
"Size for font in chat view" = "Sohbet ekranındaki yazı boyutu";

/* string for settings to allow SSL mismatch */
"SSL Hostname Mismatch" = "SSL Hostname Uyuşmazlığı";

/* SSL error message */
"SSL protocol error" = "SSL protokol hatası";

/* Title of view where you can mange buddy or subscription requests */
"Subscription Requests" = "Üyelik İstekleri";

/* Title to let user know that encryption is not currently enabled */
"The conversation is not secure" = "The conversation is not secure";

/* Title to let user know that the OTR fingerprint has not been checked */
"The conversation is secure and the fingerprint is verfied" = "The conversation is secure and the fingerprint is verfied";

/* Warn user that the current chat is no longer secure */
"The conversation with %@ is no longer secure." = "%@ ile olan sohbet artık güvenli değil.";

/* Title to let user know that the OTR fingerprint has not been checked */
"The fingerprint has changed and needs to be verified" = "The fingerprint has changed and needs to be verified";

/* Title to let user know that the OTR fingerprint has not been checked */
"The fingerprint has not been verified" = "The fingerprint has not been verified";

/* Error message for when in band registration is not supported */
"The XMPP server does not support in-band registration" = "The XMPP server does not support in-band registration";

/* Alert message when ssl certificate doesn't matched pinned certificate */
"There was an error validating the certificate for %@. This may indicate that someone is trying to intercept your communications." = "There was an error validating the certificate for %@. This may indicate that someone is trying to intercept your communications.";

/* Warns user that the current chat is secure */
"This chat is secured" = "Bu sohbet güvenlidir";

/* Warns user that the current chat is secure and verified */
"This chat is secured and verified" = "Bu sohbet güvenli ve doğrulanmıştır";

/* Instructions label text underneath QR code */
"This QR Code contains a link to http://omniqrcode.com/q/chatsecure and will redirect to the App Store." = "Bu QR Kodu http://omniqrcode.com/q/chatsecure adresine bağlantı içerir ve App Store'a yönlendirir.";

/* Message for warning about using tor network */
"Tor is an experimental feature, please use with caution." = "Tor is an experimental feature, please use with caution.";

/* String to be displayed when a buddy is currently composing a message */
"Typing" = "yazıyor...";

/* SSL error message */
"Underlying cryptographic error" = "Underlying cryptographic error";

/* SSL error message */
"Unexpected (skipped) record in DTLS" = "Unexpected (skipped) record in DTLS";

/* SSL error message */
"Unexpected message received" = "Unexpected message received";

/* SSL error message */
"Unknown Cert Authority" = "Bilinmeyen Sertifika Kurumu";

/* SSL error message */
"Unknown certificate" = "Bilinmeyen sertifika";

/* SSL error message */
"User canceled" = "Kullanıcı iptal etti";

/* Example of a username using the words user and example */
"user@example.com" = "user@example.com";

/* example of a Google talk account */
"user@gmail.com" = "user@gmail.com";

/* Label text for username field on login screen */
"Username" = "Kullanıcı adı";

/* SSL error message */
"Valid cert chain, untrusted root" = "Valid cert chain, untrusted root";

/* shown to show that the certificate was valid to the system */
"Valid certificate" = "Geçerli sertifika";

/* To let the user know the fingerprint as been checked */
"Verified" = "Doğrulandı";

/* Shown when verifying fingerprints */
"Verify" = "Doğrula";

/* Title of the dialog for fingerprint verification */
"Verify Fingerprint" = "Parmak İzi Doğrula";

/* Shown when verifying fingerprints */
"Verify Later" = "Sonra doğrula";

/* when displaying version numbers such as 1.0.0 */
"Version" = "Sürüm";

/* Warn user that the current chat is not secure */
"Warning: This chat is not encrypted" = "Uyarı: Bu sohbet şifreli değildir";

/* Cell description text that warns users that enabling that option may reduce their security. */
"Warning: Use with caution! This may reduce your security." = "Uyarı: Dikkatlı kullanın! Bu güvenliğinizi azaltabilir.";

/* Warn user that conversation will be deleted after leaving it */
"When you leave this conversation it will be deleted forever." = "Çıktığınızda bu konuşma sonsuza dek silinir.";

/* actionsheet for showing uservoice feedback service */
"Would you like to connect to UserVoice to send feedback?" = "Would you like to connect to UserVoice to send feedback?";

/* Title for xmpp accounts that connect through the Tor network */
"XMPP + Tor" = "XMPP + Tor";

/* Message shown when user is disconnected */
"You (%@) have disconnected." = "(%@) bağlantınız kesildi.";

/* prefix to show your status message inline on chatview */
"You are: %@" = "Durumunuz: %@";

/* Inform user that they must be secure their conversation before doing that action */
"You must be in a secure conversation first." = "Önce güvenli görüşmede olmalısınız.";

/* error message shown when user doesn't fill in a username or password */
"You must enter a username and a password to login." = "Oturum açmak için kullanıcı adı ve parola girmelisiniz.";

/* Alert to system issues, leave in the %@ */
"Your current iOS system version (%@) contains a serious security vulnerability. Please update to the latest version as soon as possible." = "Your current iOS system version (%@) contains a serious security vulnerability. Please update to the latest version as soon as possible.";

/* Message shown when about to donate */
"Your donation will help fund the continued development of ChatSecure." = "Bağışlarınız ChatSecure uygulamasının devamlı gelişmesine katkıda bulunacaktır.";

/* Text that makes it clear which username to use */
"Your Facebook username is not the email address that you use to login to Facebook" = "Facebook kullanıcı adınız Facebook'a giriş yapmak için kullandığınız e-posta adresiniz değildir";

